txt_title = 'гига'
win_width, win_height = 1000, 600
win_x, win_y = 200, 100

hi_text = ' '*9 +'Добро пожаловать'
rule_text = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. \nУ испытуемого , находящегося в положении лежа на спине в течение 5 мин , определяют частоту пульса за 15 секунд ;\n затем в течение 45 секунд испЫТУЕМЫЙ ВЫПОЛНяет 30 приседаний .\nПосле окончания нагрузки испытуемый ложится , и у него вновь подсчитывается число пульсаций за первые 15 секунд ,\nпотом - за последние 15 секунд первой минуты периода восстановления . \nВажно ! Если в процессе проведения испытания вы почувствуете себя плохо ( появится головокружение , шум в ушах , сильная одышка и др . ) , то тест необходимо прервать и обратиться к врачу .'
nxt_button = 'Далее'


